---
type: FilterNumericLessOrEqual
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# FilterNumericLessOrEqual

`Autodesk.Revit.DB.FilterNumericLessOrEqual` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterNumericLessOrEqual | 2011 | `public FilterNumericLessOrEqual ()` |
| Method | Evaluate | — | `` |